[S_ADVENTmusing_Tygan AkEvent]
SpokenText="Хоча моя участь у розробці чіпів стосувалася в основному теоретичних питань, я все ж відчуваю відповідальність за результат, який ми спостерігаємо сьогодні. Зосередившись на одному аспекті проекту - в моєму випадку на боротьбі з відторгненням чіпа людським тілом, - можна упустити загальну картину. До цих пір я задаюся питанням, що змусило мене з таким завзяттям зайнятися цим дослідженням - цікавість ученого чи небажання вникати в суть питання."

[S_Alien_Fortress_Tygan_01 AkEvent]
SpokenText="Ворота готові. Як у вас?"

[S_Alien_Fortress_Tygan_02 AkEvent]
SpokenText="Прекрасно. Приступимо."

[S_Alien_Fortress_Tygan_03 AkEvent]
SpokenText="Ми вже бачили, як Кодекс відкриває подібний розлом. Пристрій справиться, я впевнений."

[S_Alien_Fortress_Tygan_04 AkEvent]
SpokenText="Схоже, наш сигнал прийнятий. Наращую потужність."

[S_Alien_Fortress_Tygan_05 AkEvent]
SpokenText="Можливо, це джерело всього, \"тронний зал\" інопланетян, якщо завгодно. Захищений від будь-якого фізичного вторгнення."

[S_Alien_Fortress_Tygan_06 AkEvent]
SpokenText="Спрацювало. Якусь мить пристрій був між двома точками. Але потім ворота запросили другий код. Органічного походження. Його у нас не було, і вони вистрілили якимось енергетичним імпульсом."

[S_Alien_Fortress_Tygan_07 AkEvent]
SpokenText="Якщо Кодекс відкриває двері, органічний код - це ключ до неї."

[S_Alien_Fortress_Tygan_08 AkEvent]
SpokenText="Згоден. Я негайно передам наш звіт шефу."

[S_Autopsy_Andromedon_Blurb AkEvent]
SpokenText="Сам факт того, що цей броньований скафандр продовжує діяти в бою навіть після загибелі свого власника, вражає уяву. Мені потрібно буде заручитися допомогою Шень у вивченні цієї незвичайної властивості."

[S_Autopsy_Andromedon_Tygan AkEvent]
SpokenText="Як спочатку і припускала Шень, це створіння дійсно замкнене всередині скафандра. На жаль для наших солдат, він сам по собі становить чималу небезпеку незалежно від стану оператора, що ми з немалим здивуванням виявили в бою."

[S_Autopsy_Archon_Blurb AkEvent]
SpokenText="Він справляє сильне враження, хоча я досі не можу зрозуміти, яку саме мету переслідували інопланетяни, надаючи таку внушливу форму цьому організму."

[S_Autopsy_ArchonKing_Blurb AkEvent]
SpokenText="Я все ще не розумію, чому інопланетяни приділяють так багато уваги зовнішньому вигляду цих архонтів. Схоже, що з якоїсь причини їхня зовнішність має для інопланетних загарбників суттєве значення."

[S_Autopsy_ArchonKing_Tygan AkEvent]
SpokenText="Ця особина багато в чому нагадує архонтів, з якими нам неодноразово доводилося стикатися в минулому. Однак наші солдати швидко виявили, що ця різновидність надає перевагу атакам в ближньому бою, підіймає свої жертви на велику висоту і потім відпускає."

[S_Autopsy_Avatar_Blurb AkEvent]
SpokenText="Ця особина... це створіння не має нічого спільного з тими, що зустрічалися нам до цих пір. І все ж якимось чином наші солдати змогли здобути над ним перемогу."

[S_Autopsy_Berserker_Blurb AkEvent]
SpokenText="І звичайні-то мутони вражають своєю агресією, але цей чудовий екземпляр виглядає загрозливо навіть після смерті. Я буду щасливий позбутися його, як тільки закінчу звіт."

[S_Autopsy_BerserkerQueen_Blurb AkEvent]
SpokenText="Я дотримуюсь думки, що \"королеви берсерків\" підпорядковують своїй волі \"підданих\"-мутонів завдяки впливу феромонів. Поки мені не вдалося синтезувати штучну речовину, здатну викликати подібний ефект."

[S_Autopsy_BerserkerQueen_Tygan AkEvent]
SpokenText="Наші солдати встигли прозвати це створіння \"королевою берсерків\", оскільки зазвичай супроводжуючі її інші мутони демонструють ознаки підпорядкування цій особині. Її чудова броня тільки посилює надзвичайну природну витривалість цього створіння."

[S_Autopsy_Captain_Blurb AkEvent]
SpokenText="Схоже, що капітан \"Адвента\" має здатність стабілізувати зв'язок між знаходячимися поблизу від нього солдатами і вежами мережі \"Адвента\"."

[S_Autopsy_Chryssalid_Blurb AkEvent]
SpokenText="Навіть моя цікавість не здатна заглушити сумніви. Я майже впевнений, що брати на борт корабля цей конкретний зразок було надзвичайно необачною ідеєю."

[S_Autopsy_Codex_Tygan AkEvent]
SpokenText="Активний Кодекс представляє собою постійно змінюючуся аномальну структуру, присутню в нашому світі протягом мілісекунд. Однак він виявився вразливим для цілком звичайного озброєння і розчинився в просторі, залишивши після себе цей об'єкт."

[S_Autopsy_Faceless_Blurb AkEvent]
SpokenText="Я часто думаю про те, звідки інопланетяни могли почерпнути ідею створення подібного створіння. Невже десь у галактиці існує світ, населений подібними багатоликими створіннями? Можливо, це всього лише результат генетичних експериментів?"

[S_Autopsy_Gatekeeper_Blurb AkEvent]
SpokenText="Я починаю підозрювати, що незвичайна зовнішність цього створіння якимось чином пов'язана з його вражаючими псионічними здібностями. За кожною дією інопланетян стоїть залізна логіка, якою б жорстокою і незрозумілою нам вона не була."

[S_Autopsy_Muton_Blurb AkEvent]
SpokenText="Безумовно, використання інопланетянами цих масивних чудовиськ у перших рядах своєї армії - сильний і розрахований хід. Навряд чи у когось залишиться бажання опиратися після зустрічі з мутоном віч-на-віч."

[S_Autopsy_Sectoid_Blurb AkEvent]
SpokenText="Стрімка фізична еволюція сектоїдів, яку ми спостерігаємо в останні двадцять років, слугує не лише доказом здатності інопланетян маніпулювати генетичним кодом, але і свідченням їхньої рішучості досягати своїх цілей, незважаючи на ризик."

[S_Autopsy_Shieldbearer_Blurb AkEvent]
SpokenText="Ці щитоносці не сильно відрізняються від своїх побратимів з \"Адвента\". Мабуть, найбільш суттєва відмінність - їхня неповторна броня."

[S_Autopsy_StunLancer_Blurb AkEvent]
SpokenText="Спочатку \"Адвент\" планував використовувати цих бійців для придушення громадянських бунтів у великих містах, однак з тих пір вони перейшли на ще жорсткіші методи підтримання порядку."

[S_Autopsy_Trooper_Blurb AkEvent]
SpokenText="Незважаючи на ретельний аналіз, я не можу сказати, які переваги дають гібридним солдатам \"Адвента\" великі очі, якщо дають взагалі. Мені навряд чи вдасться перевірити їх зір."

[S_Autopsy_Viper_Blurb AkEvent]
SpokenText="Я знаходжу вкрай незвичайним той факт, що створіння, раніше відоме як \"дохляк\", врешті виявилося генетичною модифікацією цих інопланетних рептилій."

[S_Autopsy_ViperQueen_Blurb AkEvent]
SpokenText="У рядах інопланетних загарбників безліч найрізноманітніших створінь, але цей зразок навіює мені думки про міфологічні створіння."

[S_Autopsy_ViperQueen_Tygan AkEvent]
SpokenText="Незважаючи на те, що ця особина знаходиться в далекому родстві з обикновенним вайпером, зовсім очевидно, що перед нами ще одна спроба інопланетян прискорити природний процес еволюції. Вайпери мають здатність виділяти смертельну отруту, але залози цього створіння виділяють замість неї легкозаймисту рідину."

[S_Avenger_Ambient_Tygan_Advent AkEvent]
SpokenText="\"Адвент\" досить успішно переконує людей переселятися в їхні міста. Пропагандистські кампанії постійно нагадують про переваги переселення, і від добровольців немає відбою. На жаль, більшість новоприбулих слабо уявляє, що це буде для них означати."

[S_Avenger_Ambient_Tygan_AlienInvasionB_01 AkEvent]
SpokenText="Я був біохіміком у фармацевтичній компанії. В основному займався вакцинами. Мене помітили в \"Адвенті\" і відправили працювати в одну з перших клінік генної терапії. Там я своїми очима побачив, на що здатні їхні технології."

[S_Avenger_Ambient_Tygan_AlienInvasionB_02 AkEvent]
SpokenText="Дякую за добре слово."

[S_Avenger_Ambient_Tygan_ChipFunctionB_01 AkEvent]
SpokenText="Звичайно. Більше того, він здатен працювати як малопотужний передавач. Мені довелося змайструвати подобу клітини Фарадея, щоб інопланетяни не змогли його відстежити. Доступ має тільки Шень."

[S_Avenger_Ambient_Tygan_CityMigration_01 AkEvent]
SpokenText="Я працював у такій і можу сказати, що їхній рівень незрівнянний з нашим. Інопланетяни фактично позбавили людство від найстрашніших хвороб - раку, малярії, СНІДу. Сам процес досить простий."

[S_Avenger_Ambient_Tygan_CityMigration_02 AkEvent]
SpokenText="Так, ціна питання - відповідність правилам \"Адвента\". Більшість людей про це взагалі не задумується - розглядають просто як певну незручність."

[S_Avenger_Ambient_Tygan_CityMigrationB_01 AkEvent]
SpokenText="Гадаю, на даному етапі вже не потрібно нікого вмовляти."

[S_Avenger_Ambient_Tygan_CityMigrationB_02 AkEvent]
SpokenText="Так, звичайно, але як щодо смертельно хворих? Старих? Інвалідів? Інопланетяни можуть запропонувати їм те, чого не можемо ми, і за таке більшість готова заплатити будь-яку ціну."

[S_Avenger_Ambient_Tygan_CityMigrationB_03 AkEvent]
SpokenText="Сподіваюся, з вами будуть солідарні."

[S_Avenger_Ambient_Tygan_CrewDis AkEvent]
SpokenText="Хоча більшість членів екіпажу ставиться до мене дружньо, я відчуваю глибоку недовіру з боку доктора Шень. У спілкуванні вона ввічлива, але єдина причина цього - повага до шефа, а зовсім не щире бажання зі мною працювати. Але рано чи пізно я і їй доведу, чого вартий."

[S_Avenger_Ambient_Tygan_FacadePeace_01 AkEvent]
SpokenText="Так, це перевага роботи з \"Адвентом\". На перший погляд, життя там дуже комфортне. Але у всього є своя ціна."

[S_Avenger_Ambient_Tygan_FacadePeace_02 AkEvent]
SpokenText="Так, але \"Адвент\" завжди за всіма слідкує. Він всюди - і це не кажучи вже про самих інопланетян і автоматизовані системи. Коли ліхтарний стовп перевіряє у тебе документи - це просто щось."

[S_Avenger_Ambient_Tygan_FacadePeaceB_01 AkEvent]
SpokenText="Чесно кажучи, це перестало мене хвилювати. Більше всього я сумую за своїм обладнанням."

[S_Avenger_Ambient_Tygan_FacadePeaceB_02 AkEvent]
SpokenText="Так, в ресурсах вони недостатку не мають."

[S_Avenger_Ambient_Tygan_GeneTherapy AkEvent]
SpokenText="Коли я працював у клініці \"Адвента\", то бачив такі речі, які до прибуття інопланетян вважалися б дивом. Одна процедура - і до старих і хворих поверталися життєві сили. Багато плакали від щастя. Це наймогутніше - і, мабуть, найпідступніше зброя противника. Мене мучить усвідомлення того, що я брав участь у його створенні."

[S_Avenger_Ambient_Tygan_LabQuirks AkEvent]
SpokenText="Хоча я заздалегідь розумів, наскільки обмежені будуть мої ресурси і обладнання на борту \"Месника\", змушений визнати, що звикнути до цього було нелегко. Навіть стабілізуюче поле не рятує від частих турбулентностей і маневрів ухилення, що ставлять під загрозу чутливі експерименти. Щоб не втрачати ефективність, мені доведеться переглянути деякі аспекти своєї роботи."

[S_Avenger_Ambient_Tygan_Quick_01 AkEvent]
SpokenText="Можливо, пора показати комусь ще, як керувати \"Месником\". Я не зможу працювати, поки містер Бредфорд не навчиться тримати корабель рівно."

[S_Avenger_Ambient_Tygan_Quick_02 AkEvent]
SpokenText="Змушений визнати, працювати в таких непростих умовах на \"Меснику\" навіть в чомусь цікаво. Кожне рішення, кожне відкриття виключно важливі, а помилкам тут абсолютно немає місця."

[S_Avenger_Ambient_Tygan_Quick_03 AkEvent]
SpokenText="Постійна пильність доктора Шень починає втомлювати. Я завжди вважав себе терплячою людиною, але якщо ми хочемо чогось досягти, їй доведеться мені довіритися."

[S_Avenger_Ambient_Tygan_Quick_04 AkEvent]
SpokenText="Мені стало цікаво, ким нас вважають в \"Адвенті\". Вони бачать в нас реальну загрозу чи ми для них просто незначна перешкода?"

[S_Avenger_Ambient_Tygan_Quick_05 AkEvent]
SpokenText="Інопланетяни мають значні ресурси, але ми непогано виступаємо проти них, навіть незважаючи на всі наші обмеження."

[S_Avenger_Ambient_Tygan_Quick_06 AkEvent]
SpokenText="Доблестю і витримкою наших бійців не можна не захоплюватися. Вони борються проти навченої і добре озброєної ворожої сили, але їхня відданість справі непохитна."

[S_Avenger_Ambient_Tygan_Quick_07 AkEvent]
SpokenText="Без доступу до викопного палива поза містами непросто отримувати енергію. Навіть серед найбільш затятих противників інопланетян високо цінується трофейне обладнання \"Адвента\"."

[S_Avenger_Ambient_Tygan_Quick_08 AkEvent]
SpokenText="Наші останні відкриття радують, але нам ще стільки всього потрібно дізнатися про наміри ворога."

[S_Avenger_Ambient_Tygan_Quick_09 AkEvent]
SpokenText="При жорсткому графіку роботи на \"Меснику\" ніяк не вдається знайти час для кількох теоретичних експериментів. Можливо при наступному приземленні..."

[S_Avenger_Ambient_Tygan_Quick_10 AkEvent]
SpokenText="Я бачу, як члени екіпажу мовчки поглядають на шрам на моїй шиї. Якби мені не довелося самому діставати свій чіп, вийшло б акуратніше."

[S_Avenger_Ambient_Tygan_TyganConscienceB_01 AkEvent]
SpokenText="Як і багатьом з нас, мені здавалося, що інопланетяни щиро зацікавлені у світі. Тож вибір був нескладним - я вирішив, що це і є нормальне життя. Я помилявся."

[S_Avenger_Ambient_Tygan_TyganConscienceB_02 AkEvent]
SpokenText="Я ж сказав, це була помилка. Сподіваюся, працюючи на благо XCOM, я її виправлю."

[S_Avenger_Tygan_Not_Enough_Scientists AkEvent]
SpokenText="Шеф, якщо у нас з'являться нові бійці зі схильністю до наукової діяльності, я буду дуже радий."

[S_Avenger_Tygan_Wounded_Soldiers_No_Infirmary AkEvent]
SpokenText="Шеф, до цих пір нам вдавалося обслуговувати поранених, але було б набагато краще, якби у нас з'явився лазарет."

[S_Blacksite_Horror_Tygan_01 AkEvent]
SpokenText="Дуже сподіваюся, що ці похмурі картини - наше найгірше відкриття на сьогодні."

[S_Blacksite_Horror_Tygan_02 AkEvent]
SpokenText="Генетичний код. Безкінечна кількість комбінацій, але всі з типовими маркерами. Людськими маркерами."

[S_Blacksite_Horror_Tygan_03 AkEvent]
SpokenText="Десятки тисяч. І процедура ще далека від завершення."

[S_Blacksite_Horror_Tygan_04 AkEvent]
SpokenText="Я такого не бачив навіть у найстрашніших кошмарах."

[S_Blacksite_Horror_Tygan_05 AkEvent]
SpokenText="Гадаю, ми знайшли зниклих людей."

[S_Blacksite_Horror_Tygan_06 AkEvent]
SpokenText="Медична перевірка і відбір. Підходящі кандидати відправляються в цей проклятий комплекс, де перетворюються в матеріал, який перед нами."

[S_Blacksite_Horror_Tygan_07 AkEvent]
SpokenText="Не буду навіть гадати, але ніякі дослідження не виправдовують подібне…"

[S_Blacksite_Horror_Tygan_08 AkEvent]
SpokenText="Підтримую. Там інформація, яка може бути безцінною для зриву планів ворога."

[S_Broadcast_Truth_Tygan_01 AkEvent]
SpokenText="Так, схоже, зворотний зв'язок справив очікуваний ефект."

[S_CaptainAutopsy_Tygan AkEvent]
SpokenText="Офіцери \"Адвента\" явно модифіковані, щоб мати можливість віддавати накази за допомогою псіоніки. Ключ до цього - чіп."

[S_CaptainAutopsyReminder_Tygan AkEvent]
SpokenText="Шеф, у нас в морозилці офіцер \"Адвента\". Рекомендую якнайшвидше провести розтин."

[S_Commander_Awakens_Tygan_01_Setup_Phase AkEvent]
SpokenText="Обережніше! Потенційно ми маємо справу з багаторічною атрофією!"

[S_Commander_Awakens_Tygan_02_Setup_Phase AkEvent]
SpokenText="Не буду сперечатися. Однак ми ризикуємо втратити пацієнта, якщо негайно не проведемо видалення."

[S_Commander_Awakens_Tygan_03_Setup_Phase AkEvent]
SpokenText="Неймовірно!"

[S_Commander_Awakens_Tygan_04_Setup_Phase AkEvent]
SpokenText="...Є відгук в корі головного мозку. Добре. Готуємося йти далі."

[S_Commander_Awakens_Tygan_05_Setup_Phase AkEvent]
SpokenText="...Останнє з'єднання знайдено. Зараз буде останній надріз."

[S_Commander_Awakens_Tygan_06_Setup_Phase AkEvent]
SpokenText="Як вже говорилося, ні. Видаляти ці імплантати ніколи..."

[S_Commander_Awakens_Tygan_07_Setup_Phase AkEvent]
SpokenText="...пульс нестабільний."

[S_Commander_Awakens_Tygan_08_Setup_Phase AkEvent]
SpokenText="...Реакція зіниць нормальна, параметри стабільні. Операція завершена."

[S_Dark_Volunteer_01_Tygan_01 AkEvent]
SpokenText="Згоден. Потрібно негайно проінформувати шефа."

[S_Dark_Volunteer_01_Tygan_02 AkEvent]
SpokenText="Шеф. Центр."

[S_Dark_Volunteer_01_Tygan_03 AkEvent]
SpokenText="\"Зал тіней\" завершив аналіз ДНК Аватара. Ми виявили генетичну послідовність, необхідну для проходу через псі-врата."

[S_Dark_Volunteer_01_Tygan_04 AkEvent]
SpokenText="Однак потрібно не просто передача генетичних даних."

[S_Dark_Volunteer_01_Tygan_05 AkEvent]
SpokenText="Цілком. Наш зразок вже не відновити, але він забезпечив нас генетичною схемою."

[S_Dark_Volunteer_01_Tygan_06 AkEvent]
SpokenText="Людська ДНК, об'єднана з ДНК Старійшин і псіонічно заряджена. В результаті розтину я отримав і необхідну генетичну схему, і ДНК Старійшини. З часом ми зможемо відтворити подібну процедуру."

[S_Dark_Volunteer_01_Tygan_07 AkEvent]
SpokenText="Так, вірно. Однак генна інженерія може створити тіло, але не свідомість, щоб ним керувати."

[S_Dark_Volunteer_01_Tygan_08 AkEvent]
SpokenText="Пряме підключення до їхньої мережі непідготовленої нервової системи призведе до серйозної, можливо, навіть летальної травми. Поки що ми знаємо лише одну людину, яка пережила подібне."

[S_Dark_Volunteer_01_Tygan_09 AkEvent]
SpokenText="Забезпечує ідеальне підключення і підігнаний під ваші біологічні дані, шеф. Якщо є людина, яка має хоч якісь шанси пережити з'єднання, то це ви."

[S_Dark_Volunteer_01_Tygan_10 AkEvent]
SpokenText="Але це все, що я можу запропонувати. Це наш єдиний варіант перетнути інопланетний портал."

[S_Dark_Volunteer_02_Tygan_01 AkEvent]
SpokenText="Готово. Цей матеріал містить всі наявні у нас залишки ДНК Старійшин. Другого шансу не буде."

[S_Dark_Volunteer_02_Tygan_02 AkEvent]
SpokenText="Синтез практично завершений."

[S_Dark_Volunteer_02_Tygan_03 AkEvent]
SpokenText="А тепер Лілі!"

[S_Despite_The_Unexpected_Tygan AkEvent]
SpokenText="Незважаючи на несподіваний результат наших експериментів з інопланетними псі-вратами, я не сумніваюся в тому, що ці дослідження відіграють найважливішу роль у плануванні наших подальших дій. Тепер ми точно знаємо, як працюють ці врата і що від нас потрібно, щоб через них пройти. Мені шкода \"Гремліна\" доктора Шень, незважаючи на те, що це всього лише машина."

[S_First_Scientist_Received_Tygan AkEvent]
SpokenText="Дякую за додатковий персонал. Я проконтролюю, щоб вони зайнялися корисною справою."

[S_Golden_Path_Mission_Loot_Blacksite_Vial_Tygan AkEvent]
SpokenText="Тепер речовина з секретного об'єкта у нас, і, гадаю, нам слід приділити максимум часу і ресурсів її вивченню. Я негайно починаю підготовку до повного аналізу."

[S_Golden_Path_Mission_Loot_Forge_Body_Tygan AkEvent]
SpokenText="Всередині захопленого костюма ми знайшли те, що цілком може виявитися прототипом безлічі сил \"Адвента\". Навіть якщо я повністю зосереджуся на дослідженні цієї особини, повний аналіз вимагатиме значної кількості часу і ресурсів."

[S_Golden_Path_Mission_Loot_Psi_Gate_Tygan AkEvent]
SpokenText="Цей характерний артефакт інопланетян схожий на якийсь портал або прохід. Ми вважаємо, що він дозволяє інопланетянам переміщатися на далекі дистанції - можливо, навіть за межі самого світу, але повне вивчення функції цих врат потребуватиме чимало часу."

[S_Golden_Path_Musings_Blacksite_Horror_Tygan_01 AkEvent]
SpokenText="Я був упевнений, що на секретному об'єкті ми знайдемо докази сумнівних експериментів над людьми. Але те, що постало перед нашими очима, виявилося кошмарнішим за всі найстрашніші припущення. Єдине призначення цього комплексу полягало в переробці людського генетичного матеріалу в промислових масштабах для цілей, відомих лише інопланетянам, які далеко зайшли за межі відомої нам науки."

[S_Golden_Path_Musings_Dying_Ethereals_Tygan_01 AkEvent]
SpokenText="Старійшини завжди залишалися в тіні. Я сумніваюся, що більшість жителів міських центрів бачили хоча б одного особисто - одні лише пам'ятники їм. Той факт, що вони, як стало відомо, страждають від невиліковної недуги, пояснює їхнє прагнення уникати публічності. Залишається питання: що це за захворювання, при якому навіть можливостей інопланетян не вистачає, щоб його перемогти?"

[S_Golden_Path_Musings_Risistance_Tygan_01 AkEvent]
SpokenText="Опір організований набагато краще, ніж я думав. Але їм все одно доведеться покладатися на нас у питаннях як стратегії, так і тактики. Хочеться сподіватися, що у них хоча б знайдуться контакти, які зможуть надати нам інформацію про переміщення і позиції \"Адвента\"."

[S_GP_Avatar_Body_Recovered_But_Prereqs_Not_Met_Tygan AkEvent]
SpokenText="Шеф, я ніскільки не сумніваюся, що захоплена особина - важлива частина плану інопланетян, але наразі у нас немає жодної можливості вивчити її належним чином."

[S_GP_PreBlacksite_Objective_Ambient AkEvent]
SpokenText="За моїм досвідом, для захисту своїх баз \"Адвент\" частіше за все покладається не стільки на прихованість, скільки на присутність великої кількості важкоозброєних бійців. У всякому разі, так було з усіма спорудами, в яких мені довелося побувати особисто. Якщо вони подбали про те, щоб замаскувати цей секретний об'єкт, то все знайдене там лише викличе нові питання."

[S_GP_PreBroadcast_Objective_Ambient AkEvent]
SpokenText="Якщо ми зможемо нейтралізувати придушуюче поле \"Адвента\" і відключити їхню мережу, це дасть нам реальну можливість звільнити світ від інопланетного гніту. Я ніколи не думав, що доживу до цього дня. Земля нарешті дізнається правду, і станеться це тільки завдяки нашим зусиллям."

[S_GP_PreCaptain_Objective_Ambient AkEvent]
SpokenText="Змушений визнати, мене заінтригували можливості, що відкрилися після успішного видалення імплантату у нашого шефа. Мені б хотілося вивчити ще одного пацієнта і провести порівняльний аналіз. Оскільки офіцер з імплантатом, швидше за все, загине задовго до прибуття в мою лабораторію, нам доведеться використовувати більш грубий і прямий спосіб вилучення чіпа."

[S_GP_PreForge_Objective_Ambient AkEvent]
SpokenText="Координати, виявлені нами під час дослідження захопленого на секретному об'єкті \"Адвента\" генетичного зразка, дозволяють припустити, що все це - лише верхівка айсберга. Пов'язана з проектом \"Аватар\" інфраструктура має бути воістину величезною. Нам пощастило, що ми змогли здобути цей зразок, інакше взятий слід обірвався б на цьому місці."

[S_GP_PreFortress_Objective_Ambient AkEvent]
SpokenText="Я не маю уявлення, що ми знайдемо по інший бік цих воріт, але частина мене заздрить цим солдатам: вони стоять на порозі, за яким може виявитися інший світ. Їм належить стати не тільки героями, але й першовідкривачами. Цим людям ми довірили нашу долю."

[S_GP_PreLiveCodex_Objective_Ambient AkEvent]
SpokenText="Незважаючи на всі заперечення Шень, я сумніваюся, що дослідження першого Кодексу дало б кращі результати, навіть якби ми вдались до менш грубих методів. Гадаю, що у наших солдатів не виникне проблем з використанням черепного бура проти наступного Кодексу, з яким їм доведеться зіткнутися."

[S_GP_PrePsiGate_Objective_Ambient AkEvent]
SpokenText="Я заінтригований тим, що, незважаючи на всі спроби Кодексу зупинити наше вторгнення в мережу \"Адвента\", нам вдалося витягти з неї координати, які вказують на практично повністю безлюдний регіон. Так чи інакше, інопланетні загарбники не дозволяють нам довго сидіти на одному місці."

[S_Humans_Obsolete_Tygan_01 AkEvent]
SpokenText="На вигляд - так. Але за функціоналом..."

[S_Humans_Obsolete_Tygan_02 AkEvent]
SpokenText="А, шеф. Прекрасно. Можемо починати."

[S_Humans_Obsolete_Tygan_03 AkEvent]
SpokenText="Ні для кого не секрет, що солдати \"Адвента\" володіють генетичними властивостями як людей, так і інопланетян. Попередній аналіз показує, що це результат прямого впливу на живу людину. Полоненого або навіть добровольця."

[S_Humans_Obsolete_Tygan_04 AkEvent]
SpokenText="Однак насправді все зовсім не так."

[S_Humans_Obsolete_Tygan_05 AkEvent]
SpokenText="Бійці \"Адвента\", яких ми виявили в тому комплексі, включаючи даний зразок, були виготовлені серійно."

[S_Humans_Obsolete_Tygan_06 AkEvent]
SpokenText="Не клони, ні. Скоріше, шаблони."

[S_Humans_Obsolete_Tygan_07 AkEvent]
SpokenText="У кожного солдата - унікальний генетичний код. Переважно людський, але частина його відкрита."

[S_Humans_Obsolete_Tygan_08 AkEvent]
SpokenText="Для будь-якої ДНК, яку здумається додати \"Адвенту\". Сектоїда. Мутона. Навіть тварини, яку у військах називають \"Берсерк\"."

[S_Humans_Obsolete_Tygan_09 AkEvent]
SpokenText="У всіх випадках фрагменти зв'язуються разом людським генним матеріалом."

[S_Humans_Obsolete_Tygan_10 AkEvent]
SpokenText="Саме. Це ключовий компонент процесу виготовлення солдат."

[S_Humans_Obsolete_Tygan_11 AkEvent]
SpokenText="В певній мірі. Але якщо я не помиляюсь, це ще не все."

[S_Humans_Obsolete_Tygan_12 AkEvent]
SpokenText="Людська ДНК цієї особини має одну ключову відмінність від всього, що ми розшифрували в \"Залі тіней\". Псіонічна чутливість. Враховуючи кількість модифікацій, це явно не випадково."

[S_Humans_Obsolete_Tygan_13 AkEvent]
SpokenText="Я прийшов до такого ж висновку. Теоретично, створіння на основі цього шаблону може бути дуже потужним. Якби ми не перехопили його до завершення процесу…"

[S_Humans_Obsolete_Tygan_14 AkEvent]
SpokenText="За допомогою \"Залу тіней\" ми спробували проаналізувати ДНК цієї особини."

[S_I_Wasn_t_Going_To_Admit_Tygan AkEvent]
SpokenText="Я не хотів зізнаватися в цьому Шень, але є дещо, чого мені бракує ще більше, ніж зниклого лабораторного обладнання... Цих проклятих соковитих гамбургерів \"Адвента\". Я поняття не маю, звідки вони беруть для них м'ясо, і, правду кажучи, не бажаю це знати."

[S_Misc_Alien_Encryp_Tygan_01 AkEvent]
SpokenText="Інопланетяни використовують форму шифрування, з якою ми ніколи раніше не стикалися - мало піддається поясненню. Нам необхідно знайти спосіб зламати код. Однак, я гадаю, на це знадобиться деякий час."

[S_Misc_Thanks_Codex_Brain_Tygan_01 AkEvent]
SpokenText="Шеф, будь ласка, оголосіть подяку нашим військам у зв'язку з завершенням того, що безсумнівно було складним завданням у ході захоплення Процесора Кодексу. Ми якнайшвидше почнемо роботу над ним."

[S_Old_Gods_01_Tygan_01 AkEvent]
SpokenText="Наші бійці повністю нейтралізували об'єкт. Те, що ми зараз чуємо, побічний продукт електричної стимуляції - запевняю вас, чутливість до болю йому вже не загрожує."

[S_Old_Gods_01_Tygan_02 AkEvent]
SpokenText="Відправляю нову послідовність."

[S_Old_Gods_01_Tygan_03 AkEvent]
SpokenText="Тут є ще щось. Внизу... Одну хвилину."

[S_Old_Gods_01_Tygan_04 AkEvent]
SpokenText="Об'єкт намагається заблокувати подальший доступ."

[S_Old_Gods_01_Tygan_05 AkEvent]
SpokenText="Майже готово... Ще трохи..."

[S_Old_Gods_01_Tygan_06 AkEvent]
SpokenText="Готово."

[S_Old_Gods_01_Tygan_07 AkEvent]
SpokenText="Гадаю, своєрідний захисний протокол. Кодекс цілеспрямовано перевантажив інтерфейс, щоб закрити доступ до решти інформації."

[S_Old_Gods_01_Tygan_08 AkEvent]
SpokenText="І все ж я був на крок попереду."

[S_Old_Gods_01_Tygan_09 AkEvent]
SpokenText="Так, і розшифровка займе чимало часу."

[S_Old_Gods_01_Tygan_10 AkEvent]
SpokenText="Я приступлю до необхідних досліджень - звісно, з вашого дозволу, шеф. Також запропонував би звернути увагу на отримані координати..."

[S_Old_Gods_02_Alt_Tygan_02 AkEvent]
SpokenText="Отримана мною інформація коштує тих пошкоджень, які \"Зал тіней\" отримав під час нашого тестування. Ви самі зараз у цьому переконаєтесь."

[S_Old_Gods_02_Tygan_01 AkEvent]
SpokenText="Центр, шеф... порядок. Аналіз елементів даних Кодексу майже завершений."

[S_Old_Gods_02_Tygan_02 AkEvent]
SpokenText="Інформація, яку мені вдалося здобути, коштує втрати \"Залу тіней\". Ви самі зараз у цьому переконаєтесь."

[S_Old_Gods_02_Tygan_03 AkEvent]
SpokenText="Так. І я починаю розуміти, чому."

[S_Old_Gods_02_Tygan_04 AkEvent]
SpokenText="Старійшини, схоже, схильні до агресивної форми дегенерації тканин. Спостерігається стрімка атрофія м'язів до стану, який раніше я не вважав би можливим."

[S_Old_Gods_02_Tygan_05 AkEvent]
SpokenText="Коли маєш справу з таким противником, немає нічого простого."

[S_Old_Gods_02_Tygan_06 AkEvent]
SpokenText="У нас. Тобто у всьому людстві."

[S_Old_Gods_02_Tygan_07 AkEvent]
SpokenText="Старійшини не перший вік активно шукають засіб, щоб позбутися цієї напасті. Кожного разу при зустрічі з новими видами вони збирали матеріал і генетичні дані, щоб вирішити цю проблему. До цього моменту."

[S_Old_Gods_02_Tygan_08 AkEvent]
SpokenText="Мені здається, вони знайшли щось у нас - достатньо важливе, щоб пустити тут коріння."

[S_Old_Gods_02_Tygan_09 AkEvent]
SpokenText="Я не можу сказати точно. Ключові файли були раніше видалені згідно з певним проектом \"Аватар\"."

[S_Old_Gods_02_Tygan_10 AkEvent]
SpokenText="Загалом так і є. І ми, на жаль, не наблизилися до розуміння цілей цих досліджень. Ключові файли, що були частиною певного проекту \"Аватар\", видалені."

[S_Old_Gods_02_Tygan_11 AkEvent]
SpokenText="Якби у нас був доступ до повністю функціонуючого Кодексу, я міг би їх відновити."

[S_Old_Gods_02_Tygan_12 AkEvent]
SpokenText="Бредфорд, я не вимагаю присутності цього створіння тут. Я переконаний, що зможу отримати доступ віддалено, якщо ваші бійці підійдуть до нього достатньо близько."

[S_PostIntroStasisLanceReminder_Tygan AkEvent]
SpokenText="Шеф, маючи на руках черепний бур, ми повинні спробувати його на одному з офіцерів \"Адвента\". Гадаю, у нас все має вийти."

[S_Pre_Final_Mission_Broadcast_Tygan_01 AkEvent]
SpokenText="Теоретично."

[S_Psi_Network_Tygan_01_GoldenPath AkEvent]
SpokenText="Центр, шеф. Так, процес контролюється краще, якщо пацієнт вже помер. Результати, однак.... Краще буде, якщо ви самі подивитеся."

[S_Psi_Network_Tygan_02_GoldenPath AkEvent]
SpokenText="Розтин капітана \"Адвента\" підтвердив наявність імпланта, аналогічного тому, що був вилучений у шефа. Але є й відмінності."

[S_Psi_Network_Tygan_03_GoldenPath AkEvent]
SpokenText="Перед вами дані, отримані безпосередньо з імплантату капітана \"Адвента\". І ці дані - ваші, шеф. Як мінімум, це тактична інформація, яка оброблялася вашим мозком. Легко помітити ідентичність."

[S_Psi_Network_Tygan_04_GoldenPath AkEvent]
SpokenText="Так. Однак..."

[S_Psi_Network_Tygan_05_GoldenPath AkEvent]
SpokenText="На даних \"Адвента\" сліди дефектів. Відключивши шефа від їхньої мережі, ми завдали їм суттєвої шкоди."

[S_Psi_Network_Tygan_06_GoldenPath AkEvent]
SpokenText="Так. Це своєрідна псіонічна мережа. Імплантати здатні отримувати і відправляти дані - великий обсяг даних - у зашифрованому вигляді разом з потоком псі-енергії."

[S_Psi_Network_Tygan_07_GoldenPath AkEvent]
SpokenText="Робоча теорія така: \"Адвент\" використовує мережу для підсилення тактичних здібностей військ і поширення наказів командування. Зверніть увагу..."

[S_Psi_Network_Tygan_08_GoldenPath AkEvent]
SpokenText="Навіть у такому плачевному стані носія імплантат продовжує працювати. Воістину, неймовірне досягнення."

[S_Psi_Network_Tygan_09_GoldenPath AkEvent]
SpokenText="Потенційно - так. Але мені потрібен доступ до їхньої мережі, щоб це зрозуміти."

[S_Psi_Network_Tygan_10_GoldenPath AkEvent]
SpokenText="Нам знадобиться активне підключення. Потрібно зламати живого офіцера \"Адвента\"."

[S_Psi_Network_Tygan_11_GoldenPath AkEvent]
SpokenText="Пустіть мене в їхню мережу, я впевнений, ризик виправдається."

[S_Setup_Phase_ADVENT_Officer_Corpse_Recovered_Tygan AkEvent]
SpokenText="Прекрасно. Почну вивчення захопленої особини за першим вашим сигналом, шеф."

[S_Setup_Phase_First_Loot_Screen_Tygan AkEvent]
SpokenText="Ці предмети знадобляться нам у боротьбі з інопланетною загрозою. Шеф, коли у вас буде хвилинка, мені хотілося б розповісти про свої відкриття - вони пов'язані з імплантатом, який ми з вас вилучили."

[S_Setup_Phase_Geoscape_Build_Radio_Relays_To_Reduce_Costs_Tygan AkEvent]
SpokenText="Шеф, ми з Шень провели спільне дослідження, і я вважаю, що можна знизити витрати даних на встановлення контактів з регіонами за допомогою радіоретрансляторів. Чим далі регіон від ретранслятора, тим дорожче обійдеться контакт, тому я рекомендую побудувати ретранслятори по краях існуючої мережі. Ячейки опору повинні бути раді подібним покращенням; не сумніваюся, у боргу вони не залишаться."

[S_Setup_Phase_Research_In_Progress_Tygan AkEvent]
SpokenText="Вітаю. Робота йде повним ходом, але до завершення досліджень ще далеко."

[S_Setup_Phase_Study_The_Chip__Tygan AkEvent]
SpokenText="Шеф, чекаю вашого розпорядження. Готовий почати досліджувати чіп \"Адвента\" з метою з'ясування принципів його дії."

[S_Shadow_Chamber_Tygan_01 AkEvent]
SpokenText="Ми, звісно, досягли чималих успіхів у проникненні в псі-мережу інопланетян, але наші знання поки ніщо в порівнянні з рівнем їхнього технічного розвитку."

[S_Shadow_Chamber_Tygan_02 AkEvent]
SpokenText="І все ж \"Зал тіней\" - потужний дешифратор. Скоро у нас буде набагато більше інформації, ніж ми спочатку сподівалися."

[S_Support_Ambient_Musings_Misc_Tygan_01 AkEvent]
SpokenText="Схоже, моя попередниця перетворювалася на звіра, коли справа стосувалася проведення допитів або розтину піддослідних інопланетян. Наскільки я знаю, вона ніколи не цуралася чорної роботи."

[S_Support_Avatar_Corpse_Recovered_Tygan AkEvent]
SpokenText="Знайдена нами особина знаходиться в незавершеному стані, але я впевнений, що це той самий \"Аватар\", за яким ми гналися. Слід якнайшвидше почати розтин і з'ясувати, що в ньому такого особливого."

[S_Support_First_PCS_Interface_Tygan AkEvent]
SpokenText="Шеф, використовуючи тактичні симулятори \"Адвента\", ми можемо підвищити бойові навички наших бійців. При цьому слід враховувати, що існує обмеження на кількість бійців, одночасно використовуючих ці технології."

[S_Support_First_Tech_Changed_Tygan_01 AkEvent]
SpokenText="Шеф, ми вже вклали достатньо ресурсів у це дослідження. Однак якщо ви наполягаєте, можемо зайнятися чимось іншим."

[S_Support_First_Tech_Selected_Tygan_01 AkEvent]
SpokenText="Згоден з тим, що цей напрямок є найбільш інтригуючим. Ми негайно почнемо роботу. Я дам знати, коли буде готовий повний звіт."

[S_Support_Great_Mission_Tygan_01 AkEvent]
SpokenText="Вражаючі результати, шеф. Бійці стають усе здібнішими з кожною операцією."

[S_Support_Great_Mission_Tygan_02 AkEvent]
SpokenText="Ми нікого не втратили. Сподіваюся, всі наші операції пройдуть так само успішно."

[S_Support_Great_Mission_Tygan_03 AkEvent]
SpokenText="Я очікував, що у новобранців виникнуть проблеми, але вони чудово впоралися, шеф."

[S_Support_Great_Mission_Tygan_04 AkEvent]
SpokenText="Якщо кожна операція буде настільки ідеальною, то повернення планети - лише питання часу."

[S_Support_Great_Mission_Tygan_05 AkEvent]
SpokenText="Виконано на найвищому рівні. Відмінна робота, шеф."

[S_Support_Great_Mission_Tygan_06 AkEvent]
SpokenText="Приємно спостерігати за успіхами на полі бою. Це корисно для бойового духу всієї команди."

[S_Support_Great_Mission_Tygan_07 AkEvent]
SpokenText="Незважаючи на обмежені ресурси, наші бійці продовжують радувати. Дуже вражає, шеф."

[S_Support_Great_Mission_Tygan_08 AkEvent]
SpokenText="Я вражений, шеф. Чергова героїчна бойова операція."

[S_Support_Great_Mission_Tygan_09 AkEvent]
SpokenText="Відмінна робота, шеф. Ваші військові успіхи, без сумніву, надихають команду."

[S_Support_Great_Mission_Tygan_10 AkEvent]
SpokenText="Завжди приємно, коли загін повертається без бойових втрат. Кращого результату і не придумаєш."

[S_Support_Great_Mission_Tygan_11 AkEvent]
SpokenText="Новий успіх перевершує всі очікування. Я вражений, шеф."

[S_Support_More_Scientists_Tygan_01 AkEvent]
SpokenText="Шеф, у нас безліч проектів з розробки новітніх технологій. Якщо вам попадуться обдаровані новобранці, я відразу знайду їм заняття."

[S_Support_Red_UI_Player_Not_Researching_Tygan AkEvent]
SpokenText="Шеф, лабораторія простоює. Без активних досліджень ми марно втрачаємо час і ресурси. Подумайте, чи не слід нам чим-небудь зайнятися."

[S_Support_Reminder_Alien_Biotech_Tygan AkEvent]
SpokenText="Якщо ми хочемо дізнатися, для чого призначався вилучений з вас чіп, нам потрібно якнайшвидше розпочати відповідні дослідження."

[S_Support_Staffing_Investment_Tygan_01 AkEvent]
SpokenText="Шеф, не забувайте, що вчені, призначені в певний відсік, повинні провести там деякий час, перш ніж ми зможемо їх перевести."

[S_Support_Tech_Changed_Tygan_01 AkEvent]
SpokenText="Я негайно перекину всі потужності на новий проект. Як тільки буде прогрес, я повідомлю."

[S_Support_Tech_Changed_Tygan_02 AkEvent]
SpokenText="Можу зрозуміти, чому ви віддаєте перевагу іншому напрямку, шеф. Ми негайно займемося новим проектом."

[S_Support_Tech_Changed_Tygan_03 AkEvent]
SpokenText="Новий проект отримає найвищий пріоритет, шеф. Як тільки буде, що доповісти, я негайно повідомлю."

[S_Support_Tech_Selected_Tygan_01 AkEvent]
SpokenText="Зараз мені вже бачаться кілька практичних застосувань цієї технології. Як тільки дослідження буде завершено, я надішлю звіт."

[S_Support_Tech_Selected_Tygan_02 AkEvent]
SpokenText="Я припускав, що це дослідження стане пріоритетним. Як тільки будуть результати, негайно повідомлю."

[S_Support_Tech_Selected_Tygan_03 AkEvent]
SpokenText="Шеф, ми негайно приступаємо до роботи. Коли буде готовий повний звіт, я повідомлю."

[S_Support_Tough_Mission_Tygan_01 AkEvent]
SpokenText="Я зробив усе, що міг, для наших бійців, але цього, очевидно, недостатньо."

[S_Support_Tough_Mission_Tygan_02 AkEvent]
SpokenText="Доведеться щільніше зайнятися новими дослідженнями. Таке не повинно повторитися."

[S_Support_Tough_Mission_Tygan_03 AkEvent]
SpokenText="Не можу не відчувати себе в якійсь мірі відповідальним за це. Якби я тільки міг зробити більше."

[S_Support_Tough_Mission_Tygan_04 AkEvent]
SpokenText="Прикрий результат, шеф. Ми повинні докласти всіх зусиль до того, щоб подібна трагедія не повторилася."

[S_Support_Tough_Mission_Tygan_05 AkEvent]
SpokenText="Всі ми очікували більшого, але тепер доведеться постаратися, щоб компенсувати ці прикрі втрати."

[S_Support_Unstaffed_Scientist_Tygan AkEvent]
SpokenText="Шеф, мені зараз повідомили, що не всі члени дослідницької команди отримали призначення. Щоб зберігати максимальну ефективність, слід призначити вільних учених у відсіки."

[S_Tygan_Generic_ResearchComplete_A AkEvent]
SpokenText="Не сумніваюся, вас результати зацікавлять не менше, ніж мене."

[S_Tygan_Generic_ResearchComplete_B AkEvent]
SpokenText="Результат, схоже, буде несподіваним, але вкрай цікавим."

[S_Tygan_Generic_ResearchComplete_C AkEvent]
SpokenText="Наслідки цього дослідження виявляться для нас дуже доречними."

[S_Tygan_Generic_ResearchComplete_D AkEvent]
SpokenText="Відкриття можуть виявитися вкрай корисними для нашої справи, шеф."

[S_Tygan_Generic_ResearchComplete_E AkEvent]
SpokenText="Шеф, я зробив кілька найцікавіших відкриттів."

[S_Tygan_Greeting_A AkEvent]
SpokenText="Вітаю."

[S_Tygan_Greeting_B AkEvent]
SpokenText="Доброго дня, шеф."

[S_Tygan_Greeting_C AkEvent]
SpokenText="Шеф?"

[S_Tygan_Greeting_D AkEvent]
SpokenText="Так, шеф?"

[S_Tygan_Greeting_E AkEvent]
SpokenText="Чекаю вказівок, шеф."

[S_Tygan_Greeting_F AkEvent]
SpokenText="Готовий починати за першим словом, шеф."

[S_Tygan_New_Objective_AvatarAutopsy AkEvent]
SpokenText="Тепер ми готові провести розтин цієї могутньої особини. Думаю, ми в парі кроків від повного розуміння того, що ж це за Аватар."

[S_Tygan_New_Objective_BlacksiteVial AkEvent]
SpokenText="Ми готові розпочати аналіз матеріалу, захопленого на секретному об'єкті \"Адвента\"."

[S_Tygan_New_Objective_BuildShadowChamber AkEvent]
SpokenText="Отримавши більш глибокі уявлення про методи шифрування інопланетян, ми можемо побудувати відсік, в якому вестиметься аналіз всіх матеріалів, що стосуються проекту \"Аватар\". Рекомендую з цим не зволікати."

[S_Tygan_New_Objective_CodexBrain AkEvent]
SpokenText="\"Зал тіней\" нарешті запрацював. Маючи такі просунуті методи дешифрування, ми можемо зайнятися аналізом захопленого Кодексу."

[S_Tygan_New_Objective_UpgradeShadowChamber AkEvent]
SpokenText="Щоб проаналізувати захоплені псі-врата, нам потрібно внести певні зміни до \"Залу тіней\"."

[S_Tygan_Research_InProgress_A AkEvent]
SpokenText="Робота йде за графіком, шеф."

[S_Tygan_Research_InProgress_B AkEvent]
SpokenText="Робота йде повним ходом, шеф."

[S_Tygan_Research_InProgress_C AkEvent]
SpokenText="Дослідження поки відповідають плану, шеф."

[S_Tygan_Research_InProgress_D AkEvent]
SpokenText="Дослідження йдуть суворо за графіком, шеф."

[S_Tygan_Research_InProgress_E AkEvent]
SpokenText="Ми все ще працюємо над поточним проектом, шеф."

[S_Tygan_ThankYouForLab AkEvent]
SpokenText="Новий науковий відсік дуже до речі. Дякую, шеф."

[S_Victory_Tygan_01 AkEvent]
SpokenText="Це Старійшини! Вони забивають наш канал зв'язку… Придушуючи свідомість шефа!"

[S_Victory_Tygan_02 AkEvent]
SpokenText="Життєві показники стабілізуються. Синаптична активність приходить у норму."

[S_Welcome_Lab_01_Tygan_01 AkEvent]
SpokenText="Вражає, чи не так? Неймовірна міць і жодної загрози для життя. Шкода, що не можна сказати того ж про решту технологій інопланетян, шеф."

[S_Welcome_Lab_01_Tygan_02 AkEvent]
SpokenText="Доктор Річард Тайган, провідний вчений. Я відповідаю за всі дослідження, а також за процедуру, через яку вам довелося пройти. Ласкаво просимо в мою скромну лабораторію."

[S_Welcome_Lab_01_Tygan_03 AkEvent]
SpokenText="Не знаю, чи повідомив вам Центр, але ми дещо знайшли, поки виймали вас зі стазис-костюма."

[S_Welcome_Lab_01_Tygan_04 AkEvent]
SpokenText="Цей пристрій імплантували вам прямо в потиличну долю. Якби у мене було те ж обладнання, що і колись в \"Адвенті\", я б давно вже з'ясував його точне призначення. Втім, з часом я все одно розберуся - з вашого дозволу, звісно."

[S_Welcome_Lab_01_Tygan_05 AkEvent]
SpokenText="І ще один момент. Обладнання тут, безсумнівно, вражає, але наодинці багато не зробиш. Якщо вам вдасться дістати для мене додатковий персонал і ресурси, я зможу значно прискорити наші дослідження. Удачі, шеф."

[S_Welcome_Lab_02_Tygan_01 AkEvent]
SpokenText="Майже вся моя робота заснована на цьому нескладному принципі. Якби я тільки знав."

[S_Welcome_Lab_02_Tygan_02 AkEvent]
SpokenText="Ви дуже вчасно, шеф. Нам вдалося просунутися."

[S_Welcome_Lab_02_Tygan_03 AkEvent]
SpokenText="Я зміг проаналізувати ряд ключових компонентів чіпа, імплантованого у ваш череп. Виходить, він служив для того, щоб передавати у вашу мозкову кору величезні обсяги даних."

[S_Welcome_Lab_02_Tygan_04 AkEvent]
SpokenText="Оскільки зв'язок ми розірвали, більша частина даних зникла, але дещо збереглося. Примарні дані, якщо завгодно. Дивіться самі."

[S_Welcome_Lab_02_Tygan_05 AkEvent]
SpokenText="Це тактичні симуляції. Військова гра. Кількість ситуацій, які ви обробляли, була колосальною. Я взагалі... здивований, що ви змогли таке пережити."

[S_Welcome_Lab_02_Tygan_06 AkEvent]
SpokenText="Так, звучить зловісно, але є і гарні новини. Цей пристрій схожий на медичний імплантат, до розробки якого я доклав руку, працюючи в клініці генної терапії в Нью-Провіденс."

[S_Welcome_Lab_02_Tygan_07 AkEvent]
SpokenText="Як я зрозумів, імплантати призначалися для офіцерів \"Адвента\" від капітана і вище. Ми зможемо підтвердити це, лише здобувши подібний чіп. Було б корисно зрозуміти, що ці імплантати з себе представляють. Шеф."

[S_Welcome_Lab_Tygan_01_Setup_Phase AkEvent]
SpokenText="...Неймовірно. Аналогічно дослідженням реакцій на імунодепресанти, які я вів ще до Примирення."

[S_Welcome_Lab_Tygan_02_Setup_Phase AkEvent]
SpokenText="А, шеф. Ви дуже вчасно. Нам потрібно дещо обговорити."

[S_Welcome_Lab_Tygan_03_Setup_Phase AkEvent]
SpokenText="О, так, мені слід представитися. Доктор Річард Тайган, голова дослідницького відділу. Я відповідав за операцію, яку вам довелося недавно перенести. Ласкаво просимо до моєї лабораторії."

[S_Welcome_Lab_Tygan_04_Setup_Phase AkEvent]
SpokenText="Не знаю, чи повідомив вам Центр, але ми дещо знайшли, поки виймали вас зі стазис-костюма."

[S_Welcome_Lab_Tygan_05_Setup_Phase AkEvent]
SpokenText="Виявлене вами створіння напевно було важливою частиною проекту \"Аватар\". Я високо ціную ваші зусилля."

[S_Welcome_Lab_Tygan_06_Setup_Phase AkEvent]
SpokenText="Якимось чином через вашу мозкову кору проганялися величезні обсяги даних. Деякі фрагменти мені вдалося відновити... Ось, дивіться самі."

[S_Welcome_Lab_Tygan_07_Setup_Phase AkEvent]
SpokenText="Це тактичні симуляції. Військові ігри. Кількість ситуацій, які ви обробляли, була колосальною. Я взагалі здивований, що ви змогли таке пережити."

[S_Welcome_Lab_Tygan_08_Setup_Phase AkEvent]
SpokenText="Розумію, це досить неприємно, але є і гарні новини. Цей пристрій схожий на медичний імплантат, до розробки якого я мав відношення в клініці \"Адвента\"."

[S_Welcome_Lab_Tygan_09_Setup_Phase AkEvent]
SpokenText="Судячи з усього, імплантати призначалися для старшого офіцерського складу \"Адвента\". Якби ми змогли прихопити одного з них з собою, мені, можливо, вдалося б дізнатися, яким чином працюють ці пристрої. Безсумнівно, це нам би стало у пригоді."

[S_Welcome_Lab_Tygan_10_Setup_Phase AkEvent]
SpokenText="Так, ось ще що хотів сказати... Якщо вам вдасться виділити для моєї лабораторії додатковий персонал і деяке обладнання, наші дослідження значно просунуться. Удачі, шеф."
